const data = [
    {
        name: "הזמנה אונליין (משלוח/איסוף עצמי)",
        array: [
            { name: "עוגות ועוגיות" },
            { name: "פרלינים ושוקולדים" },
            { name: "מאפים ולחמים" },
            { name: "קינוחי בוטיק" },
            {
                name: "מארזים ואירועים מיוחדים",
                products: [
                    { name: "מארז מיני עוגה" },
                    { name: "מארז יומולדת" },
                    { name: "מארז ארוחת בוקר" },
                    { name: "מארז ארוחת מלוחים" }
                ]
            }
        ]
    },

    {
        name: "אירועים וסדנאות",
        array: [
            { name: "סדנאות - בקרוב!" },
            { name: "סדנת הפעלה לימי הולדת" },
            {
                name: "שולחן מתוק לאירוע",
                products: [
                    { name: "בר מצווה" },
                    { name: "חתונה" },
                    { name: "שבת חתן" },
                    { name: "ימי הולדת" }
                ]
            }
        ]
    }
]

module.exports = { data }